function AboutUs() {
  return (
    <section dir="rtl" className="bg-stone-100 py-20">
      <div className="m-auto w-[70%]">
        <p>
          ما در <span className="font-bold text-blue-800">صدرتل</span> با افتخار
          بهترین و باکیفیت‌ترین محصولات دیجیتال از جمله گوشی‌های موبایل،
          هدفون‌های بلوتوثی، لپ‌تاپ‌ها، تبلت‌ها و ساعت‌های هوشمند را برای شما
          فراهم می‌کنیم. مأموریت ما ارائه محصولاتی است که هم باکیفیت باشند و هم
          با قیمتی مناسب به دست شما برسند.
        </p>

        <h2 className="mt-4 mb-3 font-bold">چرا صدرتل؟</h2>

        <ul className="mb-5 list-disc space-y-2 pr-5">
          <li>واردات مستقیم و بدون واسطه از معتبرترین برندها</li>
          <li>تضمین اصالت و کیفیت تمامی محصولات</li>
          <li>قیمت‌های رقابتی برای تمامی اقشار جامعه</li>
          <li>پشتیبانی حرفه‌ای و سریع</li>
          <li>تعهد به ضمانت و خدمات پس از فروش</li>
        </ul>

        <h3 className="font-bold">ماموریت ما</h3>
        <p>
          در <span className="font-bold text-blue-800">صدرتل</span>، هدف ما
          ایجاد یک تجربه خرید بی‌نظیر برای مشتریان است. ما معتقدیم که فناوری
          باید در دسترس همه باشد و برای همین تلاش می‌کنیم محصولات دیجیتال
          پیشرفته را با بهترین قیمت عرضه کنیم.
        </p>

        <h4 className="mt-4 font-bold">داستان صدرتل</h4>
        <p>
          شرکت <span className="font-bold text-blue-800">صدرتل</span> فعالیت خود
          را با چشم‌اندازی روشن برای فراهم کردن دسترسی آسان و مطمئن به محصولات
          دیجیتال آغاز کرد. ما به شفافیت و تعهد پایبند بوده‌ایم و این ارزش‌ها
          همچنان راهنمای ما در مسیر پیشرفت هستند.
        </p>

        <p className="mt-5">
          ما در <span className="font-bold text-blue-800">صدرتل</span> مفتخریم
          که همراه و پشتیبان شما در دنیای دیجیتال هستیم. اعتماد شما سرمایه ماست.
        </p>
      </div>
    </section>
  );
}

export default AboutUs;
