function CustomerRights() {
  return (
    <div className="space-y-4 py-8" dir="rtl">
      <h1 className="py-8 text-center text-6xl text-gray-400/80">
        منشور حقوق مشتریان
      </h1>
      <p className="px-4 pb-4.5 text-center text-gray-500">
        با سپاس از شما در انتخاب گارانتی صدرتل، به عنوان آسودگی خاطر جهت استفاده
        از تلفن همراهتان، این شرکت تعهد دارد تا مشتریان را نسبت به حقوق خود در
        استفاده از گارانتی تلفن همراه آگاهی بخشد.
      </p>
      <div className="mx-auto w-[90%] rounded-2xl border-2 border-stone-200/50 bg-white p-8 text-lg leading-10 text-gray-500 md:w-[70%]">
        <p>
          کلیه محصولات صدرتل دارای 18 ماه گارانتی و 3 سال پشتیبانی پس از فروش
          می‌باشند. <br /> قطعات مورد استفاده در تعمیر تمامی گوشی‌ها اصلی
          می‌باشد. <br /> درصورت غیرگارانتی بودن دستگاه، شرکت موظف است قبل از
          تعمیر از طریق پیامک، روبیکا و ... به مشتری اعلام هزینه کند و در صورت
          تاییدیه مشتری تعمیرات انجام گردد، لازم به ذکر است کارشناسی و تعیین
          قیمت، شامل هزینه برای مشتری نمی باشد. <br /> شرکت ملزم است زمان تحویل
          دستگاه غیرگارانتی که تعمیرات صورت گرفته است فاکتور مصرف قطعه به مشتری
          ارائه دهد. <br /> اجرت تعمیرات غیرگارانتی براساس نرخ نامه اتحادیه
          دستگاه‌های مخابراتی می‌باشد که می‌توانید از لینک زیر آن را دانلود
          نمایید.
        </p>
        <a className="font-semibold text-cyan-600" href="">
          {" "}
          دانلود نرخ‌نامه مصوب اتحادیه سال 1402{" "}
        </a>
        <p>
          شرکت و نمایندگی‌ها متناسب با فرم تکمیل شده یا اظهار مشتری و دریافت
          گوشی، رسید پذیرش صادر نموده و شماره پذیرش جهت پیگیری مراحل تعمیر از
          طریق سایت برای مشتری پیامک میگردد. <br /> صدور رسید برای ارائه هرگونه
          خدمات (شامل گارانتی و غیرگارانتی) الزامی است. <br /> درصورت هرگونه
          شکایات مشتری می‌تواند نارضایتی خود را در سایت شرکت ثبت نماید و شرکت
          موظف است در مدت زمان 3 روز کاری مشکل را بررسی و نتیجه را به مشتری
          اعلام نماید. <br /> حداکثر زمان تعیین و تکلیف در طی پروسه خدمات و
          پاسخ‌دهی اولیه به مشتری سه روز کاری می‌باشد. <br /> در صورتیکه حین
          تعمیرات به دستگاه خسارتی وارد شود، جبران خسارت وارده تا حصول رضایت
          مشتری برعهده شرکت می‌باشد. <br /> درصورت تعلیق شرکت به هردلیلی و شرایط
          فورس ماژور، مدت زمان تعلیق به دوره‌ گارانتی دستگاه‌های پذیرش شده اضافه
          می‌گردد. <br /> مشتریان می‌توانند برای دریافت خدمات به شعب و
          نمایندگی‌های صدرتل در سراسر کشور مراجعه نمایند. <br /> چنانچه تأمین
          قطعات مورد نیاز بیش از 10 روز به طول بیانجامد، در صورت درخواست مشتری،
          شرکت باید یک دستگاه به صورت امانی به ایشان ارائه کند.
        </p>
      </div>

      <div className="mx-auto w-[90%] rounded-2xl border-2 border-stone-200/50 bg-white p-8 text-lg leading-10 text-gray-500 md:w-[70%]">
        <h2 className="text-2xl text-cyan-600">بازگشایی (Unboxing)</h2>
        <p>
          مشتری گرامی لطفا از لحظه بازگشایی (unboxing) جعبه‌ی دستگاه خریداری
          شده، از شماره سریال مندرج در پشت جعبه و شماره سریال داخلی دستگاه با
          شماره گیری #06#* برای گوشی‌های اکتیو و قسمت info برای گوشی‌های نات
          اکتیو و قسمت‌های مختلف دستگاه قبل از اکتیو کردن خود دستگاه و رجیستر
          کردن در سامانه‌ی همتا بدون قطع شدن فیلم برداری نمایید تا در صورت رویت
          هرگونه ایراد ظاهری از قبیل خط و خش، لک و ... در هنگام مراجعه به دفتر
          خدمات، سندی جهت ارائه وجود داشته و در مراحل تعویض دستگاه تلفن همراه
          مشکلی ایجاد نگردد.
        </p>
        <p className="font-bold">
          هیچ کدام از نمایندگی‌های صدرتل حق دریافت مبلغی مضاف بر آنچه در فاکتور
          قید شده را ندارد.
        </p>
      </div>

      <div className="mx-auto w-[90%] rounded-2xl border-2 border-stone-200/50 bg-white p-8 text-lg leading-10 text-gray-500 md:w-[70%]">
        <h2 className="text-2xl text-cyan-600">شرایط تعویض دستگاه</h2>
        <p>
          زمان شروع گارانتی دستگاه از تاریخ فعالسازی در سامانه همتا و سامانه
          جامع گارانتی میباشد، که در صورت مغایرت آن با فعال شدن خود دستگاه در
          سایت پشتیبانی محصول مربوطه بیشتر از 1 ماه، شروع گارانتی دستگاه از
          تاریخ فعال شدن در سایت پشتیبان محصول مربوطه یا تاریخ شروع مندرج در
          کارت گارانتی در نظر گرفته میشود. تاریخ فاکتور خرید ملاک قرار داده
          نمیشود.
        </p>
        <p>
          در صورت تعویض با مدل بالاتر مبلغ مابه‌التفاوت باید از سوی مشتری پرداخت
          گردد.
        </p>
        <p>
          در صورت موجود نبودن مدل گوشی در شرکت یا عدم موافقت مشتری جهت تعویض با
          مدل دیگرو عدم تایید برای پرداخت مابه‌التفاوت ، شرکت مطابق قیمت
          کارشناسی شده وجه آن را عودت می‌نماید.
        </p>
        <p>
          در صورت درخواست لوازم جانبی از سوی مشتری، قیمت لوازم جانبی مد نظر،
          تعیین شده و به مشتری اعلام می‌گردد.
        </p>
        <p>
          تلفن همراه در حالتی مشمولِ تعویض در مرتبه سوم پذیرش خواهد شد که در هر
          سه مرتبه پذیرشِ دستگاه، با تایید کارشناس فنی مشکل از یک نوع ایراد
          سخت‌افزاری تشخیص داده شود.
        </p>
        <p>
          پلمپ دستگاه نو باید توسط مشتری باز شده و از صحت و سلامتی دستگاه
          اطمینان حاصل شود.
        </p>
        <p>
          اگر طی فرآیند کارشناسی فنی اطمینان حاصل گردد که ایراد باتعمیرات قابل
          رفع نمی‌باشدو شرکت قادر به تامین قطعه معیوب نمی باشد ،دستگاه پذیرش شده
          مشمول شرایط ابطال گارانتی نباشد،شرکت موظف است دستگاه مذکور را با
          دستگاه تلفن همراه در حد خودش با همان مدل تعویض نماید.
        </p>
        <p>
          ایرادات ظاهری دستگاه باید قبل از رجیستر کردن آن در سامانه همتا و فعال
          کردن خود دستگاه با ارائه مستندات لازمه و کافی جهت تشخیص ایراد حین خرید
          کالا، به مرکز خدمات اعلام شود، در غیر این صورت شرکت هیچگونه مسئولیتی
          در این زمینه ندارد.
        </p>
        <p>
          در صورت تعویض دستگاه و یا تعویض برد، مدت زمان گارانتی از ادامه ی
          دستگاه قبلی میباشد و استعلام سامانه همتا یا سامانه جامع گارانتی برای
          دستگاه یا برد جدید فاقد اعتبار است.
        </p>
      </div>

      <div className="mx-auto w-[90%] rounded-2xl border-2 border-stone-200/50 bg-white p-8 text-lg leading-10 text-gray-500 md:w-[70%]">
        <h2 className="text-2xl text-cyan-600">شرایط خدمات</h2>

        <p>
          زمان شروع گارانتی دستگاه از تاریخ فعالسازی در سامانه همتا و سامانه
          جامع گارانتی می‌باشد، که در صورت مغایرت آن با فعال شدن خود دستگاه در
          سایت پشتیبانی محصول مربوطه بیشتر از 1 ماه، شروع گارانتی دستگاه از
          تاریخ فعال شدن در سایت پشتیبان محصول مربوطه یا تاریخ شروع مندرج در
          کارت گارانتی در نظر گرفته می‌شود. تاریخ فاکتور خرید ملاک قرار داده
          نمی‌شود و دستگاه با شرایط قید شده به مدت 18 ماه تحت ضمانت خرابی‌های
          ناشی از ساخت می‌باشد.
        </p>

        <p>
          دستگاه باید بدون اطلاعات و حساب‌های کاربری تحویل شرکت گردد، در غیر
          اینصورت شرکت مسئولیتی در قبال تعمیرات نرم افزاری و سخت افزاری و تعویض
          دستگاه نخواهد داشت و هیچگونه اقدامی روی دستگاه صورت نخواهد گرفت و با
          شرایط خارج از گارانتی مورد بررسی قرار میگیرد.
        </p>

        <p>
          دستگاه‌های‌ خارج‌ از گارانتی‌ احتمال دارد با وجود اعلام هزینه و تایید
          مشتری فرایند تعمیر انجام نشود و دستگاه به مشتری‌ مرجوع‌ می‌شود.
        </p>

        <p>
          بادکردن باتری بعد از 6 ماه مصرف مشتری، بر اثر عدم رعایت دستورالعمل‌های
          ارائه شده توسط کارخانه سازنده به عنوان خرابی باتری و ایراد ایجاد شده
          توسط مشتری تلقی می‌شود.
        </p>

        <p>
          کاهش سلامت باتری در طول دوره خدمات‌دهی در شرکت کاملا طبیعی بوده و شامل
          خدمات و مربوط به شرکت نمی‌باشد.
        </p>

        <p>
          لوازم جانبی از قبیل هندزفری، هدفون، شارژر و دیگر متعلقات همراه دستگاه
          شامل گارانتی نمی‌باشند.
        </p>

        <p>
          محصولات مقاوم در برابر آب درحالت آزمایشگاه و طبق استاندار شرکت تولید
          کننده می‌باشد و به منزله ضد آب بودن دستگاه نمی‌باشد.
        </p>

        <p>
          لازم به ذکر است شرکت صدرتل مسئولیتی در برابر بسته‌بندی و آسیب دیدن
          کالا در هنگام حمل و نقل ندارد، بنابرین در هنگام پست تلفن همراه از
          ایمن‌سازی آن اطمینان حاصل نمایید.
        </p>

        <p>
          درفرایند پذیرش دستگاه، تمامی محافظ های جانبی دستگاه اعم از محافظ صفحه
          ی نمایش، محافظ دوربین ها، محافظ درب پشت و ... از روی دستگاه برداشته و
          در صورت تمایل تحویل مشتری میگردد.
        </p>

        <p>
          قبل از تحویل دستگاه به شرکت، لوازم جانبی همراه دستگاه اعم از سیم کارت،
          مموری کارت، آداپتور، کابل شارژ، هندزفری، قاب محافظ و... را خارج نمایید
          و تحویل پذیرش کننده ندهید، چرا که شرکت در قبال نگهداری لوازم جانبی
          هیچگونه مسئولیتی نمی‌پذیرد.
        </p>

        <p>
          بهتر است مراجعه‌کننده پیش از تحویل دستگاه خود به شرکت، یک نسخه‌ی
          پشتیبان از اطلاعات آن تهیه کند، زیرا اطلاعات گوشی ممکن است هنگام تعمیر
          و رفع نقص، بر حسب نیاز پاک شود. مسئولیت حفظ این اطلاعات برعهده‌ی
          مراجعه‌کننده بوده و شرکت مسئولیتی در برابر آن ندارد.
        </p>

        <p>
          کلیه خدمات ارائه شده توسط شرکت مطابق با ضوابط و قوانین سازمان حمایت از
          مصرف کننده میباشد.
        </p>
      </div>

      <div className="mx-auto w-[90%] rounded-2xl border-2 border-stone-200/50 bg-white p-8 text-lg leading-10 text-gray-500 md:w-[70%]">
        <h2 className="text-2xl text-cyan-600">شرایط تحویل دستگاه</h2>

        <p>
          دریافت پیامک از سمت شرکت (دستگاه آماده تحویل است) به منزله اتمام کنترل
          کیفی دستگاه می‌باشد.
        </p>

        <p>
          هنگام تحویل دستگاه موارد ذیل را باید به همراه داشته باشید:
          <span className="font-bold">
            اصل رسید، کارت ملی صاحب و آورنده دستگاه و در صورت تعویض دستگاه
            فاکتور خرید که باید ممهور به مهر فروشگاه و به نام شخص پذیرش شده
          </span>{" "}
          باشد.
        </p>

        <p>
          شخص تحویل گیرنده (مالک دستگاه،پیک،کارپرداز و...) در هنگاه تحویل گرفتن
          موظف به چک و بررسی از نظر ظاهری و در صورت تعمیر شدن دستگاه، برطرف شدن
          مشکل می‌باشد.در غیر این صورت هرگونه عامل ابطال گارانتی به وجود آمده پس
          از تحویل به عهده مرکز خدمات نمی‌باشد.
        </p>

        <p>
          حداکثر زمان نگهداری دستگاه پس از تعمیر و اعلام به مشتری به مدت یک ماه
          می‌باشد و بعد از آن شرکت هیچگونه مسئولیتی در حفظ و نگهداری دستگاه
          ندارد.
        </p>
      </div>

      <div className="mx-auto w-[90%] rounded-2xl border-2 border-stone-200/50 bg-white p-8 text-lg leading-10 text-gray-500 md:w-[70%]">
        <p className="text-center">
          زمان کار شرکت و پاسخگویی از روز{" "}
          <span className="font-semibold"> شنبه تا چهارشنبه </span>
          از ساعت <span className="font-semibold">9:00 لغایت 17:00 </span>و
          روزهای <span className="font-semibold">پنج‌شنبه تا ساعت 14:00</span>{" "}
          میباشد.
        </p>
      </div>
    </div>
  );
}

export default CustomerRights;
