function QavaninVaMoqararat() {
  return (
    <div dir="rtl" className="m-auto w-[70%] py-10">
      <div className="bg-sadrtell">
        <h1 className="py-5 text-center text-3xl text-white">
          قوانین و مقررات خرید
        </h1>
      </div>

      <div className="mt-10 border-1 border-stone-600 bg-white p-8 text-lg text-stone-500">
        <div className="">
          <p className="border-b-1 border-stone-200 pb-4">
            از اینکه محصولات ما را انتخاب کرده‌اید، سپاسگزاریم. هدف ما ارائه
            بهترین کیفیت و خدمات به شماست. لطفاً پیش از خرید، قوانین و مقررات
            زیر را با دقت مطالعه کنید، چرا که ثبت سفارش به معنای پذیرش این
            قوانین است.
          </p>

          <h2 className="py-4 text-2xl text-black">1. شرایط خرید</h2>
          <ul className="border-b-1 border-stone-200 pb-4">
            <li>
              <p>
                1.1. تمامی محصولات عرضه‌شده دارای گارانتی سلامت فیزیکی و عملکردی
                هستند.
              </p>
            </li>
            <li>
              <p>
                1.2. مسئولیت انتخاب محصول بر عهده خریدار است؛ لطفاً پیش از ثبت
                سفارش، مشخصات محصول را به‌دقت بررسی کنید.
              </p>
            </li>
            <li>
              <p>
                1.3. تا قبل از ارسال سفارش، امکان لغو یا تغییر آن وجود دارد.
                خریدار می‌تواند با تماس با بخش پشتیبانی، درخواست لغو یا تغییر
                سفارش خود را ثبت کند.
              </p>
            </li>
            <li>
              <p>1.4. پس از ارسال سفارش، امکان تغییر یا لغو آن وجود ندارد.</p>
            </li>
          </ul>

          <h2 className="py-4 text-2xl text-black">2. شرایط بازگشت وجه</h2>

          <ul className="border-b-1 border-stone-200 pb-4">
            <li>
              <p>
                2.1. محصولات فروخته‌شده به هیچ عنوان قابل بازگشت نیستند، مگر در
                شرایط خاص که در ادامه توضیح داده شده است.
              </p>
            </li>
            <li>
              <p>
                2.2. بازگشت وجه تنها در صورتی امکان‌پذیر است که محصول دارای نقص
                فنی یا خرابی بوده و این خرابی در اثر استفاده نادرست خریدار
                نباشد.
              </p>
            </li>
            <li>
              <p>
                2.3. درخواست بازگشت وجه باید حداکثر ظرف ۲۴ ساعت پس از دریافت
                محصول، از طریق تماس با بخش خدمات مشتریان ثبت شود.
              </p>
            </li>
            <li>
              <p>
                2.4. بررسی و تایید خرابی محصول توسط کارشناسان ما ضروری است. در
                صورت تایید خرابی، مبلغ پرداختی ظرف ۷ روز کاری به حساب شما
                بازگردانده می‌شود.
              </p>
            </li>
          </ul>

          <h2 className="py-4 text-2xl text-black">
            3. گارانتی و خدمات پس از فروش
          </h2>

          <ul className="border-b-1 border-stone-200 pb-4">
            <li>
              <p>
                3.1. تمامی محصولات دارای گارانتی معتبر از سوی شرکت هستند و
                خرابی‌ها در چارچوب شرایط گارانتی برطرف خواهند شد.
              </p>
            </li>
            <li>
              <p>
                3.2. محصولاتی که خرابی آن‌ها ناشی از استفاده نادرست، ضربه یا
                شرایط خارج از کنترل شرکت باشد، شامل گارانتی یا بازگشت وجه
                نمی‌شوند.
              </p>
            </li>
          </ul>

          <h2 className="py-4 text-2xl text-black">4. نکات پایانی</h2>

          <ul className="border-b-1 border-stone-200 pb-4">
            <li>
              <p>
                4.1. ثبت سفارش به منزله پذیرش تمامی قوانین و مقررات فوق است.
              </p>
            </li>
            <li>
              <p>
                4.2. در صورت بروز هرگونه مشکل یا سوال، تیم خدمات مشتریان ما
                آماده پاسخگویی به شماست.
              </p>
            </li>
            <li>
              <p>
                4.3. ما همواره تلاش می‌کنیم تا تجربه خرید شما آسان و مطمئن باشد.
              </p>
            </li>
          </ul>

          <p className="pt-4">
            تیم ما قدردان اعتماد شماست و تلاش می‌کند بهترین خدمات را به شما
            ارائه دهد.
          </p>
        </div>
      </div>
    </div>
  );
}

export default QavaninVaMoqararat;
