function ContactInfos() {
  return (
    <>
      <h2 className="mb-4 text-3xl">تماس با ما</h2>
      <ul className="list-disc space-y-2.5 text-lg text-stone-500">
        <li>
          در صدرتل، هدف ما ارائه خدمات با کیفیت و پشتیبانی بی‌وقفه به مشتریان
          عزیز است. ما به شما این اطمینان را می‌دهیم که هر سوال یا نگرانی که
          دارید، در سریع‌ترین زمان ممکن پاسخ داده می‌شود. شما می‌توانید از طریق
          تماس با ما با تیم حرفه‌ای و مجرب صدرتل در ارتباط باشید و بهترین خدمات
          را دریافت کنید.
        </li>
        <li>
          صدرتل همواره به برقراری ارتباط شفاف و موثر با مشتریان خود اهمیت
          می‌دهد. از آنجا که می‌خواهیم تجربه خرید و خدمات پس از فروش شما با نحوه
          مناسب باشد، هرگونه نیاز یا درخواست شما را با دقت و سرعت بررسی می‌کنیم.
          برای هرگونه سوال یا کمک، فقط کافیست از طریق فرم تماس با ما پیام خود را
          ارسال کنید و ما به‌سرعت با شما تماس خواهیم گرفت.
        </li>
        <li>
          ما در صدرتل به هر نوع درخواست، از سوالات ساده تا مسائل پیچیده، با دقت
          و احترام پاسخ می‌دهیم. به همین دلیل، شما می‌توانید با اطمینان کامل از
          خدمات ما استفاده کنید و مطمئن باشید که در هر لحظه از خدمات پشتیبانی و
          مشاوره‌ای که نیاز دارید، در کنار شما خواهیم بود.
        </li>
        <li>
          برای تماس با ما و دریافت پاسخ به سوالات خود، می‌توانید از چندین روش
          ارتباطی راحت استفاده کنید. ما آماده‌ایم تا در هر زمانی به شما کمک کنیم
          و به ما اطمینان حاصل کنید که در صدرتل همیشه پاسخگوی نیازهای شما خواهیم
          بود.
        </li>
      </ul>
    </>
  );
}

export default ContactInfos;
